{"metadata":{"responseInfo":{"status":200,"developerMessage":"OK","userMessage":"","errorCode":"","moreInfo":""},"requestInfo":{"apiVersion":1,"resource":"petitions","query":{"body":null,"createdAfter":null,"createdAt":null,"createdBefore":null,"isPublic":1,"isSignable":null,"limit":"25","mock":0,"offset":0,"petitionsDefaultLimit":1000,"publicThreshold":149,"responseId":null,"signatureCount":null,"signatureCountCeiling":null,"signatureCountFloor":0,"signatureThreshold":null,"signatureThresholdCeiling":null,"signatureThresholdFloor":null,"status":null,"title":null,"url":null,"websiteUrl":"https://petitions.whitehouse.gov"}},"resultset":{"count":3143,"limit":25,"offset":0}},"results":[{"id":"54206cb6704301d91b000000","type":"petition","title":"Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs.","body":"Dear President Obama,\r\n\r\nSickle Cell Disease (SCD) is Real! \r\n\r\nSCD is a major public health concern causing critical healthcare impacts in the nation. \r\n\r\nReauthorization of the Sickle Cell Treatment Act x Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.\r\n\r\nWe request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the Presidentxs budget.\r\n\r\nSincerely\r\n\r\nSCDAA &amp; SCD Community\r\nsicklecelldisease.org","issues":[{"id":"21","name":"Family"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":247,"signaturesNeeded":99753,"url":"https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7","deadline":1414003126,"status":"open","response":null,"created":1411411126,"isSignable":true,"isPublic":true},{"id":"54201015704301f439000000","type":"petition","title":"Demand the President step in &amp; oppose EPAxs approval of the New 2,4-D resistant Genetically Engineered Crops!","body":"In signing this petition, I am urging the President to deny the EPAxs approval of the 2,4-D and glyphosate herbicide combination developed by Dow Chemical Company. This mix of chemical herbicides known as xEnlist Duox would mean an additional hundred million pounds of chemicals will be used to produce corn and soybeans across the country, putting families, children and the environmentxs health at risk. Communities living downwind of fields and thousands of schools within 200 feet of corn and soybean fields are at risk of inhaling the new xEnlist Duox herbicide. Exposure to the chemical 2,4-D is linked to an increased risk of non-Hodgkinxs lymphoma, thyroid &amp; reproductive problems, Parkinsonxs disease and neurological damage. Do not allow the EPA to approve this highly toxic herbicide mix.","issues":[{"id":"1","name":"Agriculture"},{"id":"9","name":"Consumer Protections"},{"id":"20","name":"Environment"}],"signatureThreshold":100000,"signatureCount":35879,"signaturesNeeded":64121,"url":"https://petitions.whitehouse.gov/petition/demand-president-step-oppose-epa’s-approval-new-24-d-resistant-genetically-engineered-crops/sy38Vm0s","deadline":1413979413,"status":"open","response":null,"created":1411387413,"isSignable":true,"isPublic":true},{"id":"541ff836ee140fe866000001","type":"petition","title":"Support the Peace Corps!  Request robust, increased funding for the Peace Corps in your Fiscal Year 2016 budget.","body":"Dear President Obama:\r\n\r\nWe thank you for being a strong voice on the importance of service to others, and ask you to request a robust increase in funding for the Peace Corps when you submit your Fiscal Year 2016 budget request to Congress.\r\n\r\nNearly 15,000 citizens have applied for Peace Corps service this fiscal year x approaching a 22 year high and far exceeding available positions.\r\n\r\nA funding increase will maximize opportunities for qualified Peace Corps applicants to serve, promote American ideals of friendship, collaboration and understanding, and sustain progress in volunteer training, safety and security.\r\n\r\nMr. President, we respectfully ask you to lead our nation forward in service to others, including service through the Peace Corps.\r\n","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":915,"signaturesNeeded":99085,"url":"https://petitions.whitehouse.gov/petition/support-peace-corps-request-robust-increased-funding-peace-corps-your-fiscal-year-2016-budget/m5QfMDwh","deadline":1413973302,"status":"open","response":null,"created":1411381302,"isSignable":true,"isPublic":true},{"id":"541de32e2bcfa39131000000","type":"petition","title":"Make circumcision illegal for all men, women, and intersex people under age 18.","body":"In the United States, girls of all ages are protected by federal and state laws from forced genital surgery, whether practiced in medical or non-medical settings, and regardless of the religious or cultural preferences of their parents. There is no ethical rationale for distinguishing between female and male genital alteration.\r\n\r\nPeople in Europe, Asia and Latin America are apalled at the high incidence of male circumcision in America. \r\n\r\nCircumcision is a painful, risky, unethical surgery that deprives over a million boys each year of healthy, functional tissue, wasting health care dollars that could be spent on medically necessary services. \r\n\r\nChildren should be protected from permanent bodily alteration inflicted on them without their consent in the name of culture, religion, and profit.","issues":[{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":552,"signaturesNeeded":99448,"url":"https://petitions.whitehouse.gov/petition/make-circumcision-illegal-all-men-women-and-intersex-people-under-age-18/nNRhr0QC","deadline":1413836846,"status":"open","response":null,"created":1411244846,"isSignable":true,"isPublic":true},{"id":"541dbb2fadfd956a69000000","type":"petition","title":"East Ramapo School Board Failure to Provide Adequate Education for Public School Students","body":"Launch a federal investigation into the methods and means the East Ramapo School Board has utilized to strip the public schools of funding and programs and investigate why the State of New York has failed to insure that the public school students in this district receive an adequate education that would help prepare them to better their lives and move on to a brighter future. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"18","name":"Education"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":718,"signaturesNeeded":99282,"url":"https://petitions.whitehouse.gov/petition/east-ramapo-school-board-failure-provide-adequate-education-public-school-students/R0nJKzjK","deadline":1413826607,"status":"open","response":null,"created":1411234607,"isSignable":true,"isPublic":true},{"id":"541db25ceab72a5b78000000","type":"petition","title":"THAT PRESIDENT OBAMA, BY EXECUTIVE ORDER,  SIGN AND PASS THE UKRAINIAN FREEDOM SUPPORT ACT OF 2014","body":"ALL signatories to this Petition are extremely troubled by the Russian invasion into Ukraine. Despite the agreed cease-fire, people continue to die in Eastern Ukraine. The Ukrainian government is attempting to find a solution and prevent from any further escalation or from creating another frozen conflict, which would be only advantageous to Putin's regime. We ask for your support for Ukraine, and in the absence of Congress, that you, Mr. President, by EXECUTIVE ORDER allow the passage of the Ukraine Freedom Support Act of 2014 as introduced in the Senate by Senators Robert Menendez and Bob Corker, Chairman and Ranking Member, respectively, of the Senate Foreign Relations Committee. \r\n\r\n","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":240,"signaturesNeeded":99760,"url":"https://petitions.whitehouse.gov/petition/president-obama-executive-order-sign-and-pass-ukrainian-freedom-support-act-2014/R1YNDMBZ","deadline":1413824348,"status":"open","response":null,"created":1411232348,"isSignable":true,"isPublic":true},{"id":"541da8e16ce61cc140000000","type":"petition","title":"HELP MEXICO AFTER ITS MOST RECENT CATASTROPHE ESPECIALLY THOSE U.S. CITIZENS WHO ARE THERE AND  DESPERATELY NEED HELP","body":"We are asking President Obama to please step in and  HELP BAJA CALIFORNIA SUR in MEXICO from its most recent hurricane catastrophe.  Over 26,000 U.S. American tourists were vacationing in the popular destination when this catastrophe took place.  Some U.S. airlines have stepped in along with many Mexican airlines - but almost one week has gone by and the country is STILL in desperate need for ALL the help it can get.  Many U.S. Citizens have chosen BAJA CALIFORNIA as their second home and retirement destination.\r\n\r\nPlease Mr. President, execute your command and get all the U.S. Citizens crying for help - back home.   \r\n\r\nThank you!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"8","name":"Climate Change"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signatureThreshold":100000,"signatureCount":443,"signaturesNeeded":99557,"url":"https://petitions.whitehouse.gov/petition/help-mexico-after-its-most-recent-catastrophe-especially-those-us-citizens-who-are-there-and/Mq15sPK2","deadline":1413821921,"status":"open","response":null,"created":1411229921,"isSignable":true,"isPublic":true},{"id":"541d9e4f00e579cd17000000","type":"petition","title":"reform White House access and grant Comprehensive Executive Amnesty &amp; residency to migrant Omar J. Gonzalez &amp; his family","body":"NOT ONE MORE! FREE OMAR!\r\n\r\nWe urge President Obama to immediately and publicly recognize that Mr. Omar J. Gonzalez, an oppressed migrant, was merely looking for a better life when he entered the White House after going over the classist, divisive and needless fence. \r\n\r\nIn the interest of White House diversity and what will surely result in adding to the rich tapestry of love and community, we further demand that the President reform the mean-spirited laws regulating access to the People's House. For justice and peace, upon his next return from the back-nine, Mr. Obama must  award permanent lawful WH residency to Mr. Gonzalez and his family, along with a permit to work there. Because.\r\n\r\nEND UNFAIR AND DEMEANING WHITE HOUSE ENTRY LAWS! JUSTICE FOR OMAR GONZALEZ AND ALL WHITE HOUSE MIGRANTS!","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":1855,"signaturesNeeded":98145,"url":"https://petitions.whitehouse.gov/petition/reform-white-house-access-and-grant-comprehensive-executive-amnesty-residency-migrant-omar-j/q8xjkLqj","deadline":1413819215,"status":"open","response":null,"created":1411227215,"isSignable":true,"isPublic":true},{"id":"541d0993a9a0b13737000004","type":"petition","title":"provide Syrian Kurds with humanitarian and military support to prevent another human tragedy and to stop Islamic State","body":"    A new humanitarian crisis  is unfolding in Kurdish areas in Syria as thousands of villagers  have fled  and taken refuge in Turkey. Kobani, home to 500000 people, is now besieged. Hundreds of thousands  are facing  massacres and displacements if the region completely falls to the Islamic State. Syrian Kurds should not be left alone during this critical time. This is not their fight only. We urge President Obama  to use the power of his office to extend  humanitarian and military support to Syrian Kurds; they are indeed facing an existential threat like the Yazidis and other minorities in Iraq.  This support is necessary to prevent both the horrors of another humanitarian crisis and to stop the murderous and pernicious expansion of the Islamic State.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1016,"signaturesNeeded":98984,"url":"https://petitions.whitehouse.gov/petition/provide-syrian-kurds-humanitarian-and-military-support-prevent-another-human-tragedy-and-stop/RQQndCpg","deadline":1413781139,"status":"open","response":null,"created":1411189139,"isSignable":true,"isPublic":true},{"id":"541cb22aa9a0b1a20c000000","type":"petition","title":"Officially label and classify any variation of \"CopBlock.Org\" members as Domestic Terrorists with DHS.","body":"CopBlock.Org and its affiliates on social media are often applauding and encouraging violence towards law enforcement officers and their families. At times, they are even directly causing said violence in their communities, and then supporting each other online or in person for their illegal activities. I believe that many people who are active in this organization are committing terroristic acts by inspiring, inciting, or taking parts in acts that are designed to take human lives in cold blood for political gain. The statements made by this organization and its affiliates should be taken very seriously by local, state, and federal law enforcement agencies, and proper action should be taken to combat this. I believe the US DHS and FBI should monitor and investigate this Organization.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":2916,"signaturesNeeded":97084,"url":"https://petitions.whitehouse.gov/petition/officially-label-and-classify-any-variation-copblockorg-members-domestic-terrorists-dhs/tk9z7vyx","deadline":1413758762,"status":"open","response":null,"created":1411166762,"isSignable":true,"isPublic":true},{"id":"541b4b7300e5798870000000","type":"petition","title":"Americas Autistic and Disabled Community and they're families.","body":"We the working poor families of disabled and autistic children of America, need help from agencies and the medical community. We make just enough money to pay our bills and survive, but to much to qualify for SSDI for our children and or Medicaid. The expenses, of a normal child are monumental the expenses of having a disabled child are astronomical. The therapies, diets, time off from work, you name it we need help. Taking more out of our paychecks in health savings accounts is not the answer! There is nothing left to take out that is the problem. We also want stronger protection for our children and the disabled community, it should be a hate crime and federal felony for anyone to abuse or hurt willfully a disabled person. Last abolish Seclusion rooms in school end abuse!","issues":[{"id":"13","name":"Disabilities"}],"signatureThreshold":100000,"signatureCount":200,"signaturesNeeded":99800,"url":"https://petitions.whitehouse.gov/petition/americas-autistic-and-disabled-community-and-theyre-families/drBdVygB","deadline":1413666931,"status":"open","response":null,"created":1411074931,"isSignable":true,"isPublic":true},{"id":"541ae106688938970d000000","type":"petition","title":"direct federal authorities to investigate the recent attack on two gay men in Philadelphia under the Matthew Shepard Act","body":"On September 11, 2014, two gay men were brutally attacked and robbed by a group of 8-12 men and women, seemingly without any legitimate provocation. Witness and victim accounts suggest that the victim's sexual orientation played a pivotal role in the reason for the attack, with the attackers hurling several anti-gay slurs at the victims while the attack took place.\r\n\r\nThe suspects are in the process of being identified by local detectives, but since Pennsylvania does not cover homosexuals under their hate crimes law, the suspects will not face any enhanced charges unless federal authorities investigate. Therefore, we petition the White house to direct the Department of Justice to investigate this alleged hate crime under The Matthew Shepard and James Byrd, Jr., Hate Crimes Prevention Act.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1818,"signaturesNeeded":98182,"url":"https://petitions.whitehouse.gov/petition/direct-federal-authorities-investigate-recent-attack-two-gay-men-philadelphia-under-matthew-shepard/hgWTDZqN","deadline":1413639686,"status":"open","response":null,"created":1411047686,"isSignable":true,"isPublic":true},{"id":"5419ff592f2c88db7e000002","type":"petition","title":"charge the FAA to mandate children under the age of two be restrained in an FAA approved child-safety  seat on planes.","body":"     This petition charges the FAA to end the practice of lap children on all commercial aviation flights by mandating children under the age of two years old to be safely and properly restrained in an FAA approved child-safety restraint seat/system as they are required in a car.                \r\n     Laptops and luggage are required to be secured/safely stowed for take-off and landing therefore more so should a vulnerable infant or toddler be safely secured in a plane traveling 500 miles an hour. \r\n     Turbulence occurs frequently and without warning, turning a lap held child into a potential missile putting other passengers at risk and flight attendants unable to do their job of safety for all passengers.","issues":[{"id":"9","name":"Consumer Protections"},{"id":"127","name":"Regulatory Reform"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":1541,"signaturesNeeded":98459,"url":"https://petitions.whitehouse.gov/petition/charge-faa-mandate-children-under-age-two-be-restrained-faa-approved-child-safety-seat-planes/ZqgGZ6QK","deadline":1413581913,"status":"open","response":null,"created":1410989913,"isSignable":true,"isPublic":true},{"id":"5418e1f17043017c38000000","type":"petition","title":"Justice for David Byrant and baby Davier.","body":"David byrant is a father who found his son outside in frigid temperatures severely beaten from his mother Dalishia Dalters. Mr Bryant has clear solid evidence from video recording of mother Dalishia Salters quoting \"Oh well I'll kill him\" referring to her severely beaten baby Daviere. Mother Dalishia Salters was arrested and charged in the beating of her young child, since her arrest mother has accused father David Byrant of harming her child which video recordings shoes different and has gone viral. Since mother's arrest the Pittsburgh Police has issued an warrant for Mr Bryant. Today the people of the City of Pittsburgh is asking for justice for David Byrant and baby Daviere.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":310,"signaturesNeeded":99690,"url":"https://petitions.whitehouse.gov/petition/justice-david-byrant-and-baby-davier/K5Yhrcdr","deadline":1413508849,"status":"open","response":null,"created":1410916849,"isSignable":true,"isPublic":true},{"id":"54186cdceab72ab23a000000","type":"petition","title":"Allow funds for disaster relief for the families and community affected by the Boles Fire.","body":"On September 15, 2014 the Boles Fire in Northern California destroyed a portion of the town of Weed. The fire destroyed 100 hundred homes, parts of an elementary school, businesses, and a church. \r\n\r\nPlease allow funding to these families to help them live. Families lost everything in the fire. It was so fast that most were not able to return home to evacuate anything. \r\n\r\nWe ask for funds to provide long term housing while community rebuilds. We ask for help getting the school rebuilt so the children can go back to their school. ","issues":[{"id":"21","name":"Family"},{"id":"27","name":"Housing"},{"id":"133","name":"Rural Policy"}],"signatureThreshold":100000,"signatureCount":1111,"signaturesNeeded":98889,"url":"https://petitions.whitehouse.gov/petition/allow-funds-disaster-relief-families-and-community-affected-boles-fire/wKfksXM6","deadline":1413478876,"status":"open","response":null,"created":1410886876,"isSignable":true,"isPublic":true},{"id":"54180e95eab72a4735000000","type":"petition","title":"To petition the government of Japan to end the dolphin drive hunt atTaiji.","body":"Every year starting in the month of September the village of Taiji in Japan begin an annual event where they send boats out and using sound drive pods of wild dolphins into a cove a trap them using nets. The dolphins are then slaughtered using inhumane techniques and or are taken from their families and sold to aquariums and theme parks all over Asia and the middle east even. Dolphin meat is eaten by a very miniscule portion of the Japanese population and the meat is so high in levels of mercury its unsafe to eat. The United States knows how terribly inhumane it is to take dolphins from the wild that's why we passed laws to not allow it. We should encourage our friends Japan to do the right thing and end this terrible slaughter forever.","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":273,"signaturesNeeded":99727,"url":"https://petitions.whitehouse.gov/petition/petition-government-japan-end-dolphin-drive-hunt-attaiji/rP0XgpZR","deadline":1413454741,"status":"open","response":null,"created":1410862741,"isSignable":true,"isPublic":true},{"id":"5416107badfd95a94f000000","type":"petition","title":"ban the declawing of household cats.","body":"The practice of declawing cats is quite simply cruel and unnatural, and a direct violation of animal rights. The act is similar to cutting off all the fingers on a human at the knuckle, if the person was then forced to walk on their hands. Phantom pains can continue for the rest of the cat's life, and they suffer from arthritis and joint damage as a result.\r\nThere is currently NO valid medical reason to declaw a cat, and other countries, such as Europe, Brazil, Australia, and New Zealand, have already banned the inhumane practice. Cats need their claws for exercise, protection, and to relieve stress.\r\nFor information on declawing and the effect it has on cats, please visit: http://cats.about.com/od/declawing/tp/reasonsnot.htm ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"13","name":"Disabilities"},{"id":"21","name":"Family"}],"signatureThreshold":100000,"signatureCount":858,"signaturesNeeded":99142,"url":"https://petitions.whitehouse.gov/petition/ban-declawing-household-cats/L3PLW92c","deadline":1413324155,"status":"open","response":null,"created":1410732155,"isSignable":true,"isPublic":true},{"id":"5415c82c2f2c885b35000000","type":"petition","title":"Remove all copies of the Quran and any Islamic literature or material from the Guantanamo Bay detention camp.","body":"Even the clear, present and explicit threat of militant Islam, all Islamic literature, including copies of the Quran, should be removed from the Guantanamo Bay detention camp.\r\n\r\nSince the 1970s, there have been approximately 3,100 Americans killed on US soil in 74 separate attacks ideologically motivated by radical Islam. \r\n\r\nIn addition, scores of American non-combatants, including journalists Daniel Pearl, James Foley and Steven Sotloff have all been brutally murdered on video by Islamists.\r\n\r\nGiven the obvious correlation between Islamist ideology and violent attacks on Americans, we hereby petition the President to remove all Islamic material, including but not limited to all copies of the Quran, from the Guantanamo Bay detention camp.","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signatureThreshold":100000,"signatureCount":450,"signaturesNeeded":99550,"url":"https://petitions.whitehouse.gov/petition/remove-all-copies-quran-and-any-islamic-literature-or-material-guantanamo-bay-detention-camp/FDl64sfd","deadline":1413305644,"status":"open","response":null,"created":1410713644,"isSignable":true,"isPublic":true},{"id":"5411ccba2bcfa3925f000000","type":"petition","title":"Amend eligibility for President to include children born outside the U.S. and adopted by U.S. Citizens to qualify.","body":"xNo Person except a natural born Citizen, or a Citizen of the United States...shall be eligible to the Office of President\"  It is time to amend this requirement.  While I understand the rationale for those immigrating at age 30, our country may be excluding our best and brightest through this outdated requirement.  According to the U.S. Department of State: between 1999-2013 U.S. parents have adopted 71,632 Chinese children, 29,761 Guatemalan children, 19,370 South Korean children, 14,084 Ethiopian children and children from many other countries for a total of 249,694 children.  That is 249,694 who will be heartbroken when they finally learn in school that their country doesn't think they are fit to be President. Allow persons adopted by US Citizens as children this opportunity as well. ","issues":[{"id":"4","name":"Civil Rights and Liberties"}],"signatureThreshold":100000,"signatureCount":262,"signaturesNeeded":99738,"url":"https://petitions.whitehouse.gov/petition/amend-eligibility-president-include-children-born-outside-us-and-adopted-us-citizens-qualify/KWj4NZqk","deadline":1413044666,"status":"open","response":null,"created":1410452666,"isSignable":true,"isPublic":true},{"id":"5410d429ee140f654e000001","type":"petition","title":"Begin the process of breaking up Comcast, Time Warner and Verizon and the monopoly on internet service they have created","body":"In 1911, this esteemed government, acting through the courts, broke up Standard Oil, an illegal monopoly on the oil industry that was undercutting potential competitors. We now find our selves in a similar situation, only now that commodity is the flow of information and the companies are Comcast, Time Warner and Verizon. It is the duty of the government to break these companies up.\r\n\r\nTogether, these three companies have near complete control of the high speed internet market, and are using their position to keep quality of service low and prices high, ensuring that no matter where their customers turn their options are all the same. Not only is this anti-consumer, it is blatantly illegal price gouging, taking advantage of a lack of options (two or less ) to take advantage of consumers.","issues":[{"id":"9","name":"Consumer Protections"},{"id":"30","name":"Innovation"},{"id":"157","name":"Technology and Telecommunications"}],"signatureThreshold":100000,"signatureCount":744,"signaturesNeeded":99256,"url":"https://petitions.whitehouse.gov/petition/begin-process-breaking-comcast-time-warner-and-verizon-and-monopoly-internet-service-they-have/JgTnpvN6","deadline":1412981033,"status":"open","response":null,"created":1410389033,"isSignable":true,"isPublic":true},{"id":"54108d022f2c880012000000","type":"petition","title":"Stop Common Core in Mississippi.","body":"Letxs stand together and stop the common core standards that are being used in the state of Mississippi. This practice is an ignorant and more difficult way to teach things that are simple. It causes more stress than our children deserve. This was put in place without asking what we the parents feel is best for our children.","issues":[{"id":"18","name":"Education"}],"signatureThreshold":100000,"signatureCount":229,"signaturesNeeded":99771,"url":"https://petitions.whitehouse.gov/petition/stop-common-core-mississippi/Ym2JGC8k","deadline":1412962818,"status":"open","response":null,"created":1410370818,"isSignable":true,"isPublic":true},{"id":"54107019ee140fed64000000","type":"petition","title":"light the White House purple in honor of domestic violence awareness month this October.","body":"Most women experience physical abuse in their lifetime. In fact, nearly one-quarter of women experience a physical or sexual assault by an intimate partner and seven in ten assaults against women are perpetrated by an intimate partner. This year marks the 20th anniversary of the landmark Violence Against Women Act. Let's raise awareness of this heinous plague and do something to encourage everyone to protect our mothers, sisters, daughters, girlfriends, wives and grandmothers. It's time.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":647,"signaturesNeeded":99353,"url":"https://petitions.whitehouse.gov/petition/light-white-house-purple-honor-domestic-violence-awareness-month-october/s53NNMqd","deadline":1412955417,"status":"open","response":null,"created":1410363417,"isSignable":true,"isPublic":true},{"id":"540f4eba6ce61cdb5f000001","type":"petition","title":"Revoke the new \"Smart Snacks in School\" regulations","body":"Students should be allowed to choose what they want to eat without restrictions being put into place by the government. ","issues":[{"id":"18","name":"Education"}],"signatureThreshold":100000,"signatureCount":611,"signaturesNeeded":99389,"url":"https://petitions.whitehouse.gov/petition/revoke-new-smart-snacks-school-regulations/hr7Pz0Xz","deadline":1412881338,"status":"open","response":null,"created":1410289338,"isSignable":true,"isPublic":true},{"id":"540e82046889383710000000","type":"petition","title":"Establish emergency policies to treat adrenal crises; timely treatment prevents needless disability and death.","body":"An adrenal crisis is life threatening! \r\n\r\nWhen an illness or injury occurs in someone with adrenal insufficiency (AI) an immediate dose of a glucocorticoid (steroid) is necessary to stop an adrenal crisis. Delay in giving this medication can lead to shock, heart failure, disability and death. \r\n\r\nFew states and cities have policies in place to help people with adrenal insufficiency. Glucocorticoid medicine needed to treat adrenal crises isn't carried on all emergency vehicles, and most emergency rooms don't have policies in place to quickly identify and treat an adrenal crisis. \r\n\r\nWe need emergency policies and training specific to adrenal insufficiency and adrenal crisis to prevent needless suffering and possible death.\r\n\r\nThanks for your support,\r\nThe AI community\r\n\r\nwww.aiunited.org ","issues":[{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":5139,"signaturesNeeded":94861,"url":"https://petitions.whitehouse.gov/petition/establish-emergency-policies-treat-adrenal-crises-timely-treatment-prevents-needless-disability-and/xfQ5jnFR","deadline":1412828932,"status":"open","response":null,"created":1410236932,"isSignable":true,"isPublic":true},{"id":"540e78852bcfa33207000000","type":"petition","title":"execute the Leahy Amendment and stop military funding to Egypt and Israel.","body":"The Leahy Amendment is a law that prohibits the funding of military units that violate human rights violations without fear of justice. Two of the top three recipients of U.S. military aid are historical human rights violators, namely Egypt and Israel. \r\n\r\nhttp://mondoweiss.net/2014/07/communitys-consensus-committing\r\n\r\nhttp://www.hrw.org/middle-eastn-africa/egypt","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":194,"signaturesNeeded":99806,"url":"https://petitions.whitehouse.gov/petition/execute-leahy-amendment-and-stop-military-funding-egypt-and-israel/jCpd1vrt","deadline":1412826501,"status":"open","response":null,"created":1410234501,"isSignable":true,"isPublic":true}]}